Repository: fau-klue/ai-act-corpus
Catalog: corpus/tmx_files/AI_Act-EN-PT-Trados.tmx
Source language: en_gb
Languages: pt_pt

source: However, in such cases, taking into account the possible consequences of such testing on individuals, it should be ensured that appropriate and sufficient guarantees and conditions are introduced by this Regulation for providers or prospective providers.
pt_pt: Contudo, nesses casos, tendo em conta as possíveis consequências dessas testagens para as pessoas singulares, deverá ser assegurado que o presente regulamento introduz garantias e condições adequadas e suficientes para os prestadores ou potenciais prestadores.

source: Such guarantees should include, inter alia, requesting informed consent of natural persons to participate in testing in real world conditions, with the exception of law enforcement where the seeking of informed consent would prevent the AI system from being tested.
pt_pt: Essas garantias deverão incluir, nomeadamente, o pedido de consentimento informado às pessoas singulares para participarem na testagem em condições reais, salvo no que respeita à aplicação da lei em que a tentativa de obtenção do consentimento informado impediria o sistema de IA de ser testado.

source: Consent of subjects to participate in such testing under this Regulation is distinct from, and without prejudice to, consent of data subjects for the processing of their personal data under the relevant data protection law.
pt_pt: O consentimento das pessoas singulares para participar nessa testagem ao abrigo do presente regulamento é distinto e sem prejuízo do consentimento dos titulares dos dados para o tratamento dos seus dados pessoais ao abrigo da legislação aplicável em matéria de proteção de dados.

source: It is also important to minimise the risks and enable oversight by competent authorities and therefore require prospective providers to have a real-world testing plan submitted to competent market surveillance authority, register the testing in dedicated sections in the EU database subject to some limited exceptions, set limitations on the period for which the testing can be done and require additional safeguards for persons belonging to certain vulnerable groups, as well as a written agreement defining the roles and responsibilities of prospective providers and deployers and effective oversight by competent personnel involved in the real world testing.
pt_pt: É igualmente importante minimizar os riscos e permitir a supervisão pelas autoridades competentes e, por conseguinte, exigir que os potenciais prestadores tenham um plano de testagem em condições reais apresentado à autoridade de fiscalização do mercado competente, registar a testagem em secções específicas da base de dados da UE, sob reserva de algumas exceções limitadas, estabelecer limitações ao período durante o qual as testagens podem ser realizadas e exigir garantias adicionais para pessoas pertencentes a certos grupos vulneráveis, bem como um acordo escrito que defina as funções e responsabilidades dos potenciais prestadores e responsáveis pela implantação e uma supervisão eficaz por parte do pessoal competente envolvido na testagem em condições reais.

source: Furthermore, it is appropriate to envisage additional safeguards to ensure that the predictions, recommendations or decisions of the AI system can be effectively reversed and disregarded and that personal data is protected and is deleted when the subjects have withdrawn their consent to participate in the testing without prejudice to their rights as data subjects under the Union data protection law.
pt_pt: Além disso, é conveniente prever salvaguardas adicionais para assegurar que as previsões, recomendações ou decisões do sistema de IA possam ser efetivamente revertidas e ignoradas e que os dados pessoais sejam protegidos e apagados quando os titulares tiverem retirado o seu consentimento para participar na testagem, sem prejuízo dos seus direitos enquanto titulares de dados ao abrigo da legislação da União em matéria de proteção de dados.

source: As regards transfer of data, it is also appropriate to envisage that data collected and processed for the purpose of testing in real-world conditions should be transferred to third countries only where appropriate and applicable safeguards under Union law are implemented, in particular in accordance with bases for transfer of personal data under Union law on data protection, while for non-personal data appropriate safeguards are put in place in accordance with Union law, such as Regulations (EU) 2022/868 (42) and (EU) 2023/2854 (43) of the European Parliament and of the Council.
pt_pt: No que diz respeito à transferência de dados, é igualmente conveniente prever que os dados recolhidos e tratados para efeitos de testagem em condições reais só sejam transferidos para países terceiros quando forem estabelecidas garantias adequadas e aplicáveis ao abrigo do direito da União, nomeadamente em conformidade com as bases para a transferência de dados pessoais nos termos do direito da União em matéria de proteção de dados, ao passo que, para os dados não pessoais, sejam estabelecidas garantias adequadas em conformidade com o direito da União, como os Regulamentos (UE) 2022/868 (42) e (UE) 2023/2854 (43) do Parlamento Europeu e do Conselho.

source: To ensure that AI leads to socially and environmentally beneficial outcomes, Member States are encouraged to support and promote research and development of AI solutions in support of socially and environmentally beneficial outcomes, such as AI-based solutions to increase accessibility for persons with disabilities, tackle socio-economic inequalities, or meet environmental targets, by allocating sufficient resources, including public and Union funding, and, where appropriate and provided that the eligibility and selection criteria are fulfilled, considering in particular projects which pursue such objectives.
pt_pt: A fim de garantir que a IA conduza a resultados benéficos do ponto de vista social e ambiental, os Estados-Membros são incentivados a apoiar e promover a investigação e o desenvolvimento de soluções de IA em prol de resultados social e ambientalmente benéficos, tais como soluções baseadas na IA para aumentar a acessibilidade para as pessoas com deficiência, combater as desigualdades socioeconómicas ou cumprir as metas ambientais, através da afetação de recursos suficientes, incluindo financiamento público e da União e, se for caso disso e desde que os critérios de elegibilidade e seleção sejam cumpridos, tendo em conta, em especial, projetos que prossigam esses objetivos.

source: Such projects should be based on the principle of interdisciplinary cooperation between AI developers, experts on inequality and non-discrimination, accessibility, consumer, environmental, and digital rights, as well as academics.
pt_pt: Esses projetos deverão ser baseados no princípio da cooperação interdisciplinar entre criadores de IA, especialistas em matéria de desigualdade, não discriminação, acessibilidade e direitos do consumidor, ambientais e digitais, bem como do meio académico.

source: In order to promote and protect innovation, it is important that the interests of SMEs, including start-ups, that are providers or deployers of AI systems are taken into particular account.
pt_pt: A fim de promover e proteger a inovação, é importante ter em especial atenção os interesses das PME, incluindo as empresas em fase de arranque, que sejam prestadores e responsáveis pela implantação de sistemas de IA.

source: To that end, Member States should develop initiatives, which are targeted at those operators, including on awareness raising and information communication.
pt_pt: Para esse efeito, os Estados-Membros deverão desenvolver iniciativas dirigidas a esses operadores, incluindo ações de sensibilização e comunicação de informações.

source: Member States should provide SMEs, including start-ups, that have a registered office or a branch in the Union, with priority access to the AI regulatory sandboxes provided that they fulfil the eligibility conditions and selection criteria and without precluding other providers and prospective providers to access the sandboxes provided the same conditions and criteria are fulfilled.
pt_pt: Os Estados-Membros deverão proporcionar às PME, incluindo às empresas em fase de arranque, com sede social ou sucursal na União acesso prioritário aos ambientes de testagem da regulamentação da IA, desde que aquelas cumpram as condições de elegibilidade e os critérios de seleção e sem impedir que outros prestadores e potenciais prestadores tenham acesso aos ambientes de testagem, contanto que estejam preenchidas as mesmas condições e critérios.

source: Member States should utilise existing channels and where appropriate, establish new dedicated channels for communication with SMEs, including start-ups, deployers, other innovators and, as appropriate, local public authorities, to support SMEs throughout their development path by providing guidance and responding to queries about the implementation of this Regulation.
pt_pt: Os Estados-Membros deverão utilizar os canais existentes e, se for caso disso, criar novos canais específicos para comunicar com as PME, incluindo as empresas em fase de arranque, os responsáveis pela implantação, outros inovadores e, conforme adequado, as autoridades públicas locais, a fim de apoiar as PME ao longo da sua trajetória de desenvolvimento, facultando orientações e respondendo a perguntas sobre a aplicação do presente regulamento.

source: Where appropriate, these channels should work together to create synergies and ensure homogeneity in their guidance to SMEs, including start-ups, and deployers.
pt_pt: Sempre que adequado, esses canais deverão trabalhar em conjunto para criar sinergias e assegurar a homogeneidade da sua orientação às PME, inclusive às empresas em fase de arranque, e aos responsáveis pela implantação.

source: Additionally, Member States should facilitate the participation of SMEs and other relevant stakeholders in the standardisation development processes.
pt_pt: Paralelamente, os Estados-Membros deverão facilitar a participação das PME e de outras partes interessadas pertinentes nos processos de desenvolvimento de normalização.

source: Moreover, the specific interests and needs of providers that are SMEs, including start-ups, should be taken into account when notified bodies set conformity assessment fees.
pt_pt: Além disso, os interesses e as necessidades específicos dos prestadores que são PME, incluindo empresas em fase de arranque, deverão ser tidos em conta quando os organismos notificados fixam as taxas a pagar pela avaliação da conformidade.

source: The Commission should regularly assess the certification and compliance costs for SMEs, including start-ups, through transparent consultations and should work with Member States to lower such costs.
pt_pt: A Comissão deverá avaliar periodicamente os custos de certificação e de conformidade para as PME, incluindo as empresas em fase de arranque, através de consultas transparentes, e deverá trabalhar com os Estados-Membros para baixar esses custos.

source: For example, translation costs related to mandatory documentation and communication with authorities may constitute a significant cost for providers and other operators, in particular those of a smaller scale.
pt_pt: Por exemplo, os custos de tradução associados à documentação obrigatória e à comunicação com as autoridades podem constituir um encargo substancial para os prestadores e outros operadores, nomeadamente para os prestadores de menor dimensão.

source: Member States should possibly ensure that one of the languages determined and accepted by them for relevant providers’ documentation and for communication with operators is one which is broadly understood by the largest possible number of cross-border deployers.
pt_pt: Os Estados-Membros deverão eventualmente assegurar que uma das línguas por si determinadas e aceites para a documentação pertinente dos prestadores e para a comunicação com os operadores seja uma língua amplamente compreendida pelo maior número possível de responsáveis pela implantação transfronteiriça.

source: In order to address the specific needs of SMEs, including start-ups, the Commission should provide standardised templates for the areas covered by this Regulation, upon request of the Board.
pt_pt: A fim de dar resposta às necessidades específicas das PME, incluindo as empresas em fase de arranque, a Comissão deverá disponibilizar modelos normalizados para os domínios abrangidos pelo presente regulamento, a pedido do Comité para a IA.

source: Additionally, the Commission should complement Member States’ efforts by providing a single information platform with easy-to-use information with regards to this Regulation for all providers and deployers, by organising appropriate communication campaigns to raise awareness about the obligations arising from this Regulation, and by evaluating and promoting the convergence of best practices in public procurement procedures in relation to AI systems.
pt_pt: Além disso, a Comissão deverá complementar os esforços dos Estados-Membros, disponibilizando uma plataforma única de informação com informações de fácil utilização sobre o presente regulamento para todos os prestadores e responsáveis pela implantação, organizando campanhas de comunicação adequadas para sensibilizar para as obrigações decorrentes do presente regulamento e avaliando e promovendo a convergência das melhores práticas em procedimentos de contratação pública relacionados com sistemas de IA.

source: Medium-sized enterprises which until recently qualified as small enterprises within the meaning of the Annex to Commission Recommendation 2003/361/EC (44) should have access to those support measures, as those new medium-sized enterprises may sometimes lack the legal resources and training necessary to ensure proper understanding of, and compliance with, this Regulation.
pt_pt: As empresas de média dimensão que eram até recentemente consideradas como de pequena dimensão, na aceção do anexo da Recomendação 2003/361/CE (44) da Comissão, deverão ter acesso a essas medidas de apoio, uma vez que essas novas empresas de média dimensão podem, por vezes, não dispor dos recursos jurídicos e da formação necessários para assegurar a compreensão e o cumprimento adequados do presente regulamento.

source: In order to promote and protect innovation, the AI-on-demand platform, all relevant Union funding programmes and projects, such as Digital Europe Programme, Horizon Europe, implemented by the Commission and the Member States at Union or national level should, as appropriate, contribute to the achievement of the objectives of this Regulation.
pt_pt: A fim de promover e proteger a inovação, a plataforma IA a pedido, todos os programas e projetos de financiamento pertinentes da União — como o Programa Europa Digital e o Horizonte Europa — executados pela Comissão e pelos Estados-Membros a nível da União ou a nível nacional deverão, conforme o caso, contribuir para a consecução dos objetivos do presente regulamento.

source: In order to minimise the risks to implementation resulting from lack of knowledge and expertise in the market as well as to facilitate compliance of providers, in particular SMEs, including start-ups, and notified bodies with their obligations under this Regulation, the AI-on-demand platform, the European Digital Innovation Hubs and the testing and experimentation facilities established by the Commission and the Member States at Union or national level should contribute to the implementation of this Regulation.
pt_pt: A fim de minimizar os riscos para a aplicação resultantes da falta de conhecimentos e competências especializadas no mercado, bem como para facilitar o cumprimento, por parte dos prestadores, nomeadamente das PME, incluindo as empresas em fase de arranque, e dos organismos notificados, das obrigações que lhes são impostas pelo presente regulamento, a plataforma IA a pedido, os polos europeus de inovação digital e as instalações de ensaio e experimentação criadas pela Comissão e pelos Estados-Membros a nível da União ou a nível nacional poderão eventualmente contribuir para a aplicação do presente regulamento.

source: Within their respective mission and fields of competence, the AI-on-demand platform, the European Digital Innovation Hubs and the testing and experimentation Facilities are able to provide in particular technical and scientific support to providers and notified bodies.
pt_pt: No âmbito da respetiva missão e domínios de competência, a plataforma de IA a pedido, os polos europeus de inovação digital e as instalações de ensaio e experimentação podem prestar, em particular, apoio técnico e científico aos prestadores e aos organismos notificados.

source: Moreover, in light of the very small size of some operators and in order to ensure proportionality regarding costs of innovation, it is appropriate to allow microenterprises to fulfil one of the most costly obligations, namely to establish a quality management system, in a simplified manner which would reduce the administrative burden and the costs for those enterprises without affecting the level of protection and the need for compliance with the requirements for high-risk AI systems.
pt_pt: Além disso, tendo em conta a dimensão muito reduzida de alguns operadores e a fim de assegurar a proporcionalidade no que diz respeito aos custos da inovação, é conveniente permitir que as microempresas satisfaçam uma das obrigações mais onerosas, designadamente o estabelecimento de um sistema de gestão da qualidade, de uma forma simplificada que reduza os seus encargos administrativos e custos, sem afetar o nível de proteção nem a necessidade de cumprir os requisitos aplicáveis aos sistemas de IA de risco elevado.

source: The Commission should develop guidelines to specify the elements of the quality management system to be fulfilled in this simplified manner by microenterprises.
pt_pt: A Comissão deverá elaborar orientações para especificar os elementos do sistema de gestão da qualidade a cumprir desta forma simplificada pelas microempresas.

source: It is appropriate that the Commission facilitates, to the extent possible, access to testing and experimentation facilities to bodies, groups or laboratories established or accredited pursuant to any relevant Union harmonisation legislation and which fulfil tasks in the context of conformity assessment of products or devices covered by that Union harmonisation legislation.
pt_pt: É apropriado que a Comissão facilite, tanto quanto possível, o acesso a instalações de ensaio e experimentação aos organismos, grupos ou laboratórios criados ou acreditados nos termos da legislação de harmonização da União pertinente e que desempenham funções no contexto da avaliação da conformidade dos produtos ou dispositivos abrangidos por essa legislação de harmonização da União.

source: This is, in particular, the case as regards expert panels, expert laboratories and reference laboratories in the field of medical devices pursuant to Regulations (EU) 2017/745 and (EU) 2017/746.
pt_pt: É este o caso, nomeadamente, dos painéis de peritos, dos laboratórios especializados e dos laboratórios de referência no domínio dos dispositivos médicos, nos termos dos Regulamentos (UE) 2017/745 e (UE) 2017/746.

source: This Regulation should establish a governance framework that both allows to coordinate and support the application of this Regulation at national level, as well as build capabilities at Union level and integrate stakeholders in the field of AI.
pt_pt: O presente regulamento deverá estatuir um modelo de governação que permita coordenar e apoiar a aplicação do presente regulamento a nível nacional, bem como criar capacidades a nível da União e integrar as partes interessadas no domínio da IA.

source: The effective implementation and enforcement of this Regulation require a governance framework that allows to coordinate and build up central expertise at Union level.
pt_pt: A aplicação e execução efetivas do presente regulamento exigem um modelo de governação que permita coordenar e desenvolver conhecimentos especializados centrais a nível da União.

source: The AI Office was established by Commission Decision (45) and has as its mission to develop Union expertise and capabilities in the field of AI and to contribute to the implementation of Union law on AI.
pt_pt: O Serviço para a IA foi criado por decisão da Comissão (45) e tem como missão desenvolver os conhecimentos especializados e as capacidades da União no domínio da IA e contribuir para a aplicação da legislação da União em matéria de IA.

source: Member States should facilitate the tasks of the AI Office with a view to support the development of Union expertise and capabilities at Union level and to strengthen the functioning of the digital single market.
pt_pt: Os Estados-Membros deverão facilitar o desempenho das funções do Serviço para a IA com vista a apoiar o desenvolvimento dos conhecimentos especializados e das capacidades da União a nível da União e a reforçar o funcionamento do mercado único digital.

source: Furthermore, a Board composed of representatives of the Member States, a scientific panel to integrate the scientific community and an advisory forum to contribute stakeholder input to the implementation of this Regulation, at Union and national level, should be established.
pt_pt: Além disso, deverá ser criado um Comité composto por representantes dos Estados-Membros, um painel científico que integre a comunidade científica e um fórum consultivo que permita às partes interessadas darem o seu contributo para a aplicação do presente regulamento, tanto a nível da União como nacional.

source: The development of Union expertise and capabilities should also include making use of existing resources and expertise, in particular through synergies with structures built up in the context of the Union level enforcement of other law and synergies with related initiatives at Union level, such as the EuroHPC Joint Undertaking and the AI testing and experimentation facilities under the Digital Europe Programme.
pt_pt: O desenvolvimento dos conhecimentos especializados e das capacidades da União deverão também incluir a utilização dos recursos e conhecimentos especializados existentes, nomeadamente através de sinergias com estruturas criadas no contexto da aplicação a nível da União de outra lei e de sinergias com iniciativas conexas a nível da União, como a Empresa Comum para a Computação Europeia de Alto Desempenho e as instalações de ensaio e experimentação no domínio da IA no âmbito do Programa Europa Digital.

source: In order to facilitate a smooth, effective and harmonised implementation of this Regulation a Board should be established.
pt_pt: A fim de facilitar uma aplicação simples, eficaz e harmoniosa do presente regulamento, deverá ser criado um Comité.

source: The Board should reflect the various interests of the AI eco-system and be composed of representatives of the Member States.
pt_pt: O Comité deverá refletir os vários interesses do ecossistema de IA e ser composto por representantes dos Estados-Membros.
